insert into bookinfo(title,pub_date,reading,comments,isDelete) values
('射雕英雄传','1980-5-1',12,34,0),
('天龙八部','1986-7-24',36,40,0),
('笑傲江湖','1995-12-24',20,80,0),
('雪山飞狐','1987-11-11',58,24,0);

insert into heroinfo(name,gender,introduce,isDelete,book_id) values
('郭靖',1,'降龙十八掌',0,1),
('黄蓉',0,'打狗棍法',0,1),
('黄药师',1,'弹指神通',0,1),
('欧阳锋',1,'蛤蟆功',0,1),
('梅超风',0,'九阴白骨爪',0,1),
('乔峰',1,'降龙十八掌',0,2),
('段誉',1,'六脉神剑',0,2),
('虚竹',1,'天山六阳掌',0,2),
('王语嫣',0,'神仙姐姐',0,2),
('令狐冲',1,'独孤九剑',0,3),
('任盈盈',0,'弹琴',0,3),
('岳不群',1,'华山剑法',0,3),
('东方不败',0,'葵花宝典',0,3),
('胡斐',1,'胡家刀法',0,4),
('苗若兰',0,'黄衣',0,4),
('程灵素',0,'医术',0,4),
('袁紫衣',0,'六合拳',0,4);